Repository: TRUMPF-IoT/cdePlugins
Catalog: src/066 - C-MyVThings/C-DMyVThings/Strings.*.resx
Languages: de

# VirtualThings974671
source: Virtual Things
de: Virtuelle Dinge

# Thispluginhostsmanydifferentfunctionsandothervirtualdevices333476
source: This plug-in hosts many different functions and other virtual devices
de: Dieses Plug-in bietet viele verschiedene Funktionen und andere virtuelle Geräte

# VirtualThings692281
source: Virtual Things
de: Virtuelle Dinge

# AddnewVThing528661
source: Add new V-Thing
de: Fügen Sie neue V-Sache

# VThingsList887466
source: V-Things List
de: V-Dinge-Liste

# Disable723846
source: Disable
de: Deaktivieren

# IsActive82651
source: Is Active
de: Ist aktiv

# CurrentValue636641
source: Current Value
de: Aktueller Wert

# VThingType995446
source: V-Thing Type
de: Typ V-Ding

# SettheVThingTypeofthistag995446
source: Set the VThing-Type of this tag
de: Legen Sie den VThing-Typ dieses Tags

# NMIControlType831825
source: NMI Control Type
de: NMI Steuerelementtyp

# NewPropertyName27010
source: New Property Name
de: Neuer Name der Eigenschaft

# AllProperties27010
source: All Properties...
de: Alle Unterkünfte...

# BaseSettings385815
source: Base Settings...
de: Basis-Einstellungen...

# NMIScreen744620
source: NMI Screen
de: NMI-Bildschirm

# NMISettings581000
source: NMI Settings...
de: NMI-Einstellungen...

# AddProperty939805
source: Add Property
de: Hinzufügen

# Loading601774
source: Loading...
de: Wird geladen...

# Settings796959
source: Settings...
de: Einstellungen...

# Trigger796959
source: Trigger
de: Auslöser

# StartValue633339
source: Start Value
de: Startwert

# Ticktimeinms633339
source: Tick time in ms
de: Tick Zeit in ms

# ContinueonRestart992144
source: Continue on Restart
de: Fahren Sie weiter auf Neustart

# StartOverwhenzero992144
source: Start Over when zero
de: Start Over bei Null

# DataGenerator350949
source: Data-Generator
de: Daten-Generator

# Properties187329
source: Properties
de: Eigenschaften

# NumberProperties187329
source: Number Properties
de: Anzahl Unterkünfte

# PropertiesperSecond546134
source: Properties per Second
de: Objekte pro Sekunde

# Propertycount904939
source: Property count
de: Eigenschaft count

# Frequencyms741318
source: Frequency (ms)
de: Frequenz (ms)

# ResetCounter741318
source: Reset Counter
de: Zähler zurücksetzen

# AllProperties100123
source: All Properties
de: Alle Eigenschaften

# DataVerifier936503
source: Data-Verifier
de: Daten-Verifier

# Properties295308
source: Properties
de: Eigenschaften

# NumberProperties295308
source: Number Properties
de: Anzahl Unterkünfte

# ThingforPropertySubs849298
source: Thing for Property Subs
de: Sache für Eigenschaft Subs

# PropertiesperSecond849298
source: Properties per Second
de: Objekte pro Sekunde

# Propertycounter208103
source: Property counter
de: Eigentum-Zähler

# MinimumLatencyms44483
source: Minimum Latency (ms)
de: Minimale Latenz (ms)

# MaximLatencyms44483
source: Maxim Latency (ms)
de: Maxim Latenz (ms)

# Reload403288
source: Reload
de: Erneut laden

# MemoryTags239667
source: Memory-Tags
de: Speicher-Tags

# Properties239667
source: Properties
de: Eigenschaften

# AmountProperties598472
source: Amount Properties
de: Menge Eigenschaften

# Reload598472
source: Reload
de: Erneut laden

# AllProperties957277
source: All Properties
de: Alle Eigenschaften

# NMIElements957277
source: NMI Elements
de: NMI-Elemente

# Settings793657
source: Settings...
de: Einstellungen...

# AllProperties152462
source: All Properties
de: Alle Eigenschaften

# Source152462
source: Source...
de: Quelle...

# SourceThing511267
source: Source Thing
de: Quelle-Sache

# SourceProperty511267
source: Source Property
de: Source-Eigenschaft

# ControlType347647
source: Control Type
de: Steuerungstyp

# NMIScreen347647
source: NMI Screen
de: NMI-Bildschirm

# Reload542832
source: Reload
de: Erneut laden

# Timer542832
source: Timer
de: Zeitgeber

# Settings901637
source: Settings...
de: Einstellungen...

# MstoTrigger260442
source: Ms to Trigger
de: MS auslösen

# LoopTime96821
source: Loop Time
de: Loop-Zeit

# AutoStart96821
source: Auto Start
de: Automatisch starten

# TriggerNow455626
source: Trigger Now
de: Jetzt auslösen

# StopTimer814431
source: Stop Timer
de: Timer zu stoppen

# VSensorSettings650811
source: V-Sensor Settings...
de: V-Sensor-Einstellungen...

# SensorType9616
source: Sensor Type
de: Sensortyp

# SensorUnits845996
source: Sensor Units
de: Sensoreinheiten

# SensorValueName204801
source: Sensor Value Name
de: Sensor Wertname

# MinValue204801
source: Min Value
de: Minimalwert

# MaxValue563606
source: Max Value
de: Maximalwert

# ThingPicker399986
source: Thing Picker
de: Sache-Picker

# PropertyPicker758791
source: Property Picker
de: Eigenschaftenauswahl

# MakeGlobal758791
source: Make Global
de: Globale
